Revit 2027 API
ParameterTypeId.VolumeCut Property
 "Cut"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeCut { get; }
Public Shared ReadOnly Property VolumeCut As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeCut {
	ForgeTypeId^ get ();
}
static member VolumeCut : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace